import Header from '../../components/Home/Header'
import Footer from '../../components/Home/Footer'
import './mascot.scss'
const Mascot = () => {
  return (
    <>
      <Header />
        <div className="cardContainer">
            <h1>2022年北京冬奥会吉祥物设计+介绍</h1>
            <p>北京冬奥会吉祥物“冰墩墩”，以熊猫为原型进行设计创作。冰，象征纯洁、坚强，是冬奥会的特点。墩墩，意喻敦厚、健康、活泼、可爱，契合熊猫的整体形象，象征着冬奥会运动员强壮的身体、坚韧的意志和鼓舞人心的奥林匹克精神。</p>
            <p>以熊猫为原型进行设计创作。将熊猫形象与富有超能量的冰晶外壳相结合，体现了冬季冰雪运动和现代科技特点。头部外壳造型取自冰雪运动头盔，装饰彩色光环，其灵感源自于北京冬奥会的国家速滑馆——“冰丝带”，流动的明亮色彩线条象征着冰雪运动的赛道和5G高科技;左手掌心的心形图案，代表着主办国对全世界朋友的热情欢迎。整体形象酷似航天员，寓意创造非凡、探索未来，体现了追求卓越、引领时代，以及面向未来的无限可能。</p>
            <p>北京冬残奥会吉祥物“雪容融”以灯笼为原型进行设计创作。雪，象征洁白、美丽，是冰雪运动的特点;容，意喻包容、宽容，交流互鉴;融，意喻融合、温暖，相知相融。容融，表达了世界文明交流互鉴、和谐发展的理念，体现了通过残奥运动创造一个更加包容的世界和构建人类命运共同体的美好愿景。</p>
            <p>灯笼，是世界公认的“中国符号”，具有2000多年历史，代表着收获、喜庆、温暖和光明。顶部的如意造型象征吉祥幸福;和平鸽和天坛构成的连续图案，寓意着和平友谊，突出了举办地的特色;装饰图案融入了中国传统剪纸艺术;面部的雪块既代表“瑞雪兆丰年”的寓意，又体现了拟人化的设计，凸显吉祥物的可爱。灯笼以“中国红”为主色调，渲染了2022年中国春节的节日气氛，身体发出光芒，寓意着点亮梦想，温暖世界，代表着友爱、勇气和坚强，体现了冬残奥运动员的拼搏精神和激励世界的冬残奥会理念。</p>
            <img src="/img/ed/introduce1.jpg" alt="冰" />
            <img src="/img/ed/introduce2.jpg" alt="雪" />
        </div>
      <Footer />
    
    </>
  )
}
export default Mascot